# Задание №1
age = int(input("Введите ваш возраст: "))
if age < 16:
    print("Пока рано.")
elif 16 <= age < 18:
    print("Готовьтесь к службе.")
elif 18 <= age < 45:
    print("Идите служить.")
elif 45 <= age < 60:
    print("Пора на пенсию.")
elif 60 <= age <= 100:
    print("Отдыхайте.")





    